tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "qmk/qmk"
brew "amfora"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "bison"
brew "caddy"
brew "sqlite"
brew "cmake"
brew "cocoapods"
brew "croc"
brew "curl"
brew "deno"
brew "direnv"
brew "eva"
brew "exa"
brew "gnutls"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fish"
brew "fzf"
brew "gawk"
brew "git"
brew "glow"
brew "gnupg"
brew "helix"
brew "lua"
brew "neovim"
brew "node", link: false
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "libraqm"
brew "librsvg"
brew "libssh"
brew "lolcat"
brew "luarocks"
brew "macos-trash"
brew "magic-wormhole"
brew "yt-dlp"
brew "mpv"
brew "navi"
brew "neofetch"
brew "nnn"
brew "openssl@3"
brew "nushell"
brew "ocaml"
brew "opam"
brew "pandoc"
brew "pass"
brew "pillow"
brew "pnpm"
brew "qemu"
brew "podman"
brew "pyenv"
brew "rtmidi"
brew "starship"
brew "tealdeer"
brew "youtube-dl"
brew "z3"
brew "zip"
brew "zsh"
brew "unzip"
brew "zlib"
brew "jq"
brew "yq"
brew "ripgrep"
brew "just"
brew "qmk/qmk/qmk"
cask "font-meslo-lg-nerd-font"
cask "ipfs"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlstephen"
cask "quicklook-json"
cask "vscodium"
cask "webpquicklook"
cask "iterm2"
cask "bitwarden"
cask "vlc"
cask "spotify"
cask "alfred"
